Repository: Mayar-Abdulkareem/GP_iOS
Catalog: GP_iOS/Localizable/Localizable.xcstrings
Source language: en
Languages: ar

# addItemTitle
source: Add Item
ar: اضافة قطعة

# addPhotoTitle
source: Add photo
ar: اضف صورة

# allItemsTitle
source: All Items
ar: جميع القطع

# announcementTitle
source: Announcements
ar: الإعلانات

# backButtonTitle
source: Back
ar: السابق

# boardTitle
source: Project Board
ar: المهام

source: Camera
ar: كاميرا

source: Cancel
ar: الغاء

# cancelRequestButtonTitle
source: Cancel Request
ar: الغي الطلب

# changePhotoTitle
source: Change Photo
ar: غير الصورة

# choosePeerTitle
source: Choose Peer
ar: اختر شريكك

# chooseSrc
source: Choose a source
ar: اختر المصدر

# clearTitle
source: Clear
ar: حذف

source: Contact Info
ar: معلومات التواصل

# courseTitle
source: Courses
ar: المساقات

# detailsTitle
source: Details
ar: تفاصيل

# doctorInitital
source: Dr.
ar: د.

source: Email:
ar: البريد الالكتروني:

source: Enter Item Location
ar: ادخل الموقع

source: Enter Item Name
ar: ادخل اسم القطعة

source: Enter Item Price
ar: ادخل سعر القطعة

# errorTitle
source: Error
ar: خطأ

# fillAllFields
source: Fill out all fields
ar: املأ جميع الحقول

# fillAllFieldsMsg
source: Please fill the required fields.
ar: رجاء أملأ كل الحقول.

# filterTitle
source: Filter
ar: فلتر

# finishButtonTitle
source: Finish
ar: انتهاء

source: gpa
ar: المعدل:

# homeTitle
source: Home
ar: الرئيسية

# infoTitle
source: Info
ar: معلومات

# itemDetailsTitle
source: Item Details
ar: تفاصيل القطعة

source: Item Info
ar: معلومات القطعة

# loginButtonKey
source: LOGIN
ar: سجل

# logoutTitle
source: Logout
ar: تسجيل خروج

# matchingPeerInfoLabelText
source: This page helps you find a peer match. You can edit your preferences later in the 'Match Peer' screen, or you can skip this step if you already have a peer.
ar: تساعدك هذه الصفحة على إيجاد شريك مناسب لك. يمكنك تعديل تفضيلاتك لاحقًا في شاشة 'مطابقة الشريك'، أو يمكنك تخطي هذه الخطوة إذا كان لديك شريك بالفعل.

# moreTitle
source: More
ar: المزيد

# myItemsTitle
source: My Items
ar: قطعي

# nextButtonText
source: Next
ar: تقدم

source: No available courses
ar: لا يوجد مساقات متوفرة

source: No available supervisors
ar: لا يوجد مشرفين متوفرين

# noCourses
source: No registered courses
ar: لا توجد دورات مسجلة

# noItemsMsg
source: No items available
ar: لا توجد قطع متوفرة

# noMoreCoursesToRegister
source: You can only register for one course at a time.
ar: لا يمكنك تسجيل أكتر من مساق واحد

# noMoreResultsMsg
source: No more results
ar: لا مزيد من النتائج

# noPrevProjects
source: No previous projects available
ar: لا يوجد مشاريع سابقة

# passwordTextFieldText
source: Enter your password
ar: ادخل كلمة المرور

source: Phone number:
ar: الرقم الشخصي:

source: Photo Library
ar: معرض الصور

# previousProjectTitle
source: Previous Projects
ar: مشاريع سابقة

# priceDataTypeError
source: Price must be a number
ar: السعر يجب أن يكون رقم

# profilePic
source: Profile Picture
ar: الصورة الشخصية

# profileTitle
source: Profile
ar: الملف الشخصي

# regID
source: Registration number:
ar: رقم التسجيل:

# registerCoursePendingText
source: Your request has been sent successfully. You will be notified once it is accepted.
ar: تم ارسال طلبك، سيتم اعلامك عند القبول.

# registerTitle
source: Register
ar: سجل

# registrationIDTextFieldText
source: Enter your registration number
ar: ادخل رقم التسجيل

source: Remove Photo
ar: احذف الصورة

# requestApprovedText
source: Your request was approved by
ar: تم قبول طلبك من قبل

# requestSentText
source: Your request was successfully sent
ar: تم تقديم طلبك بنجاح

# saveTitle
source: Save
ar: احفظ

source: Search by item name
ar: ابحث باستخدام اسم القطعة

source: Search by project name
ar: ابحث باستخدام اسم المشروع

# sendRequestButtonTitle
source: Send Request
ar: قدم الطلب

source: Share my phone number
ar: شارك رقمي

# stepOneNextText
source: Next: Choose your supervisor
ar: القادم: اختر مشرفك

# stepOneText
source: Choose your course
ar: اختر مساق

# stepThreeText
source: Choose your skills
ar: اختر مهاراتك

# stepTwoNextText
source: Next: Choose your interests
ar: القادم: اختر مهاراتك

# stepTwoText
source: Choose your supervisor
ar: اختر مشرفك

# storeTitle
source: Store
ar: المتجر

# studentsTitle
source: Students:
ar: الطلاب

# submissionTitle
source: Submissions
ar: التسليمات

# supervisorTitle
source: Supervisor:
ar: المشرف

# unauthenticatedSubtitle
source: Unauthenticated: Please check your ID or password.
ar: غير مصادق عليه: يرجى التحقق من معرفك أو كلمة المرور.

# viewMoreTitle
source: View More
ar: اظهر المزيد

# waitingPartOne
source: Waiting for
ar: في انتظار

# waitingPartTwo
source: approval ...
ar: ليقبل الطلب

# welcomeMessage
source: Login Today, Graduate Tomorrow!
ar: سجل الآن، تخرج غداً !
